{
	"Comment.nvim": {
		"branch": "master"
	},
	"Hypersonic.nvim": {
		"branch": "main"
	},
	"LuaSnip": {
		"branch": "master"
	},
	"auto-dark-mode.nvim": {
		"branch": "master"
	},
	"blink-copilot": {
		"branch": "main"
	},
	"blink.cmp": {
		"branch": "main"
	},
	"bloat.nvim": {
		"branch": "master"
	},
	"catppuccin": {
		"branch": "main"
	},
	"conform.nvim": {
		"branch": "master"
	},
	"copilot.vim": {
		"branch": "release"
	},
	"crates.nvim": {
		"branch": "main"
	},
	"dashboard-nvim": {
		"branch": "master"
	},
	"dressing.nvim": {
		"branch": "master"
	},
	"fzf-lua": {
		"branch": "main"
	},
	"fzf-nerdfont.nvim": {
		"branch": "main"
	},
	"fzf-tmux-runner.nvim": {
		"branch": "main"
	},
	"gh-navigator.nvim": {
		"branch": "main"
	},
	"gitsigns.nvim": {
		"branch": "main"
	},
	"grug-far.nvim": {
		"branch": "main"
	},
	"indent-blankline.nvim": {
		"branch": "master"
	},
	"inlay-hints.nvim": {
		"branch": "master"
	},
	"lazy.nvim": {
		"branch": "main"
	},
	"leetcode.nvim": {
		"branch": "master"
	},
	"live-server.nvim": {
		"branch": "main"
	},
	"lualine.nvim": {
		"branch": "master"
	},
	"markdown-preview.nvim": {
		"branch": "master"
	},
	"marks.nvim": {
		"branch": "master"
	},
	"mason.nvim": {
		"branch": "main"
	},
	"mini.indentscope": {
		"branch": "main"
	},
	"mini.notify": {
		"branch": "main"
	},
	"neo-tree.nvim": {
		"branch": "v3.x"
	},
	"neogen": {
		"branch": "main"
	},
	"neotest": {
		"branch": "master"
	},
	"neotest-playwright": {
		"branch": "master"
	},
	"neotest-vitest": {
		"branch": "main"
	},
	"noice.nvim": {
		"branch": "main"
	},
	"nui.nvim": {
		"branch": "main"
	},
	"nvim-autopairs": {
		"branch": "master"
	},
	"nvim-bqf": {
		"branch": "main"
	},
	"nvim-highlight-colors": {
		"branch": "main"
	},
	"nvim-lint": {
		"branch": "master"
	},
	"nvim-lspconfig": {
		"branch": "master"
	},
	"nvim-nio": {
		"branch": "master"
	},
	"nvim-surround": {
		"branch": "main"
	},
	"nvim-treesitter": {
		"branch": "master"
	},
	"nvim-treesitter-context": {
		"branch": "master"
	},
	"nvim-ts-autotag": {
		"branch": "main"
	},
	"nvim-ts-context-commentstring": {
		"branch": "main"
	},
	"nvim-ufo": {
		"branch": "main"
	},
	"nvim-web-devicons": {
		"branch": "master"
	},
	"outline.nvim": {
		"branch": "main"
	},
	"package-info.nvim": {
		"branch": "master"
	},
	"plenary.nvim": {
		"branch": "master"
	},
	"project.nvim": {
		"branch": "main"
	},
	"promise-async": {
		"branch": "main"
	},
	"quicker.nvim": {
		"branch": "master"
	},
	"render-markdown.nvim": {
		"branch": "main"
	},
	"rest.nvim": {
		"branch": "main"
	},
	"rust.vim": {
		"branch": "master"
	},
	"rustaceanvim": {
		"branch": "master"
	},
	"schemastore.nvim": {
		"branch": "main"
	},
	"sidekick.nvim": {
		"branch": "main"
	},
	"slidev.nvim": {
		"branch": "main"
	},
	"statuscol.nvim": {
		"branch": "main"
	},
	"stow.nvim": {
		"branch": "main"
	},
	"todo-comments.nvim": {
		"branch": "main"
	},
	"trouble.nvim": {
		"branch": "main"
	},
	"undotree": {
		"branch": "master"
	},
	"urlview.nvim": {
		"branch": "main"
	},
	"vi-mongo.nvim": {
		"branch": "master"
	},
	"vim-illuminate": {
		"branch": "master"
	},
	"vim-maximizer": {
		"branch": "master"
	},
	"vim-table-mode": {
		"branch": "master"
	},
	"vim-tmux-navigator": {
		"branch": "master"
	},
	"vim-visual-multi": {
		"branch": "master"
	},
	"visual-whitespace.nvim": {
		"branch": "main"
	},
	"workspace-diagnostics.nvim": {
		"branch": "main"
	}
}
